---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IExportContextBase
source: html/e9613fc6-9841-7fde-3dfb-6c584b33164e.htm
---
# IExportContextBase Members

This method is called at the very end of the export process,
 after all entities were processed (or after the process was cancelled).